tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "rigellute/tap"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "node"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "spotifyd"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "rigellute/tap/spotify-tui"
cask "anki"
cask "appcleaner"
cask "basictex"
cask "bluej"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "github"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "mediahuman-audio-converter"
cask "minecraft"
cask "obsidian"
cask "onyx"
cask "philips-hue-sync"
cask "postman"
cask "raspberry-pi-imager"
cask "spotify"
cask "visual-studio-code"
cask "vnc-viewer"
cask "zoomus"
