tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "rigellute/tap"
brew "glib"
brew "tcl-tk"
brew "python@3.8"
brew "bat"
brew "nghttp2"
brew "unbound", restart_service: true
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "gsettings-desktop-schemas"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "node"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "spotifyd", restart_service: true
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rigellute/tap/spotify-tui"
cask "anki"
cask "appcleaner"
cask "autodesk-fusion360"
cask "background-music"
cask "basictex"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "github"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "java"
cask "minecraft"
cask "mochi"
cask "mongodb-compass"
cask "plex"
cask "postman"
cask "raspberry-pi-imager"
cask "spotify"
cask "tikzit"
cask "visual-studio-code"
cask "vnc-viewer"
cask "zoom"
