tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "rigellute/tap"
brew "bat"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "ripgrep"
brew "spotifyd"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rigellute/tap/spotify-tui"
cask "anki"
cask "appcleaner"
cask "basictex"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dozer"
cask "github"
cask "hammerspoon"
cask "iterm2"
cask "obsidian"
cask "plex"
cask "spotify"
cask "tikzit"
cask "visual-studio-code"
cask "zoom"
